---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpotCoordinateBottomPrefix
source: html/bbc1eb41-cb8c-9ba5-585d-467e547c587a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpotCoordinateBottomPrefix Property

"Bottom Coordinate Prefix"

## Syntax (C#)
```csharp
public static ForgeTypeId SpotCoordinateBottomPrefix { get; }
```